aaron-bond.better-comments
adpyke.codesnap
akamud.vscode-theme-onedark
alexisvt.flutter-snippets
astro-build.astro-vscode
attilabuti.brainfuck-syntax
be5invis.toml
bito.bito
bowlerhatllc.vscode-as3mxml
circledev.glsl-canvas
codezombiech.gitignore
cruzelante098.jison-syntax-highlight
dart-code.dart-code
dart-code.flutter
dbaeumer.vscode-eslint
denoland.vscode-deno
digitalbrainstem.javascript-ejs-support
donjayamanne.githistory
dsznajder.es7-react-js-snippets
dtoplak.vscode-glsllint
dyno-nguyen.vscode-dynofileutils
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
file-icons.file-icons
formulahendry.code-runner
foxundermoon.shell-format
fwcd.kotlin
github.copilot
github.copilot-chat
golang.go
humao.rest-client
jasonnutter.search-node-modules
jeff-hykin.polacode-2019
jock.svg
lingbopro.soberjs-vscode
mathiasfrohlich.kotlin
mechatroner.rainbow-csv
meganrogge.template-string-converter
mikestead.dotenv
mrmlnc.vscode-json5
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-zh-hans
ms-python.autopep8
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.hexeditor
ms-vscode.remote-server
pkief.material-icon-theme
polymeilex.wgsl
prisma.prisma
quicktype.quicktype
rangav.vscode-thunder-client
redhat.java
ritwickdey.liveserver
rust-lang.rust-analyzer
rustcc.rust-analyzer-cn
sleistner.vscode-fileutils
slevesque.shader
sourcekod.android-debug-bridge
stevensona.shader-toy
stylelint.vscode-stylelint
svelte.svelte-vscode
tamasfe.even-better-toml
tauri-apps.tauri-vscode
techtheawesome.rust-yew
tinkertrain.theme-panda
twxs.cmake
uctakeoff.vscode-counter
vadimcn.vscode-lldb
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vitest.explorer
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
vscodevim.vim
vue.volar
winddown.vscode-winddown
xabikos.javascriptsnippets
yzhang.dictionary-completion
zixuanwang.linkerscript
